[{"id":1,"line":"Are you a magician? Because whenever I look at you, everyone else disappears."},{"id":2,"line":"Do you have a map? I keep getting lost in your eyes."},{"id":3,"line":"Do you believe in love at first sight, or should I walk by again?"},{"id":4,"line":"Is your name Google? Because you have everything I've been searching for."},{"id":5,"line":"Are you made of copper and tellurium? Because you're Cu-Te."},{"id":6,"line":"If you were a vegetable, you'd be a cute-cumber."},{"id":7,"line":"Do you have a Band-Aid? Because I just scraped my knee falling for you."},{"id":8,"line":"Is your name Wi-Fi? Because I'm really feeling a connection."},{"id":9,"line":"Do you have a sunburn, or are you always this hot?"},{"id":10,"line":"Are you a campfire? Because you're hot and I want s'more."},{"id":11,"line":"Are you a bank loan? Because you have my interest."},{"id":12,"line":"Do you like Star Wars? Because Yoda one for me!"},{"id":13,"line":"Are you a parking ticket? Because you've got fine written all over you."},{"id":14,"line":"Do you have a name, or can I call you mine?"},{"id":15,"line":"Do you work at Starbucks? Because I like you a latte."},{"id":16,"line":"Are you French? Because Eiffel for you."},{"id":17,"line":"Are you a camera? Because every time I look at you, I smile."},{"id":18,"line":"Are you a cat? Because you're purrfect."},{"id":19,"line":"Do you have a pencil? Because I want to erase your past and write our future."},{"id":20,"line":"Do you believe in fate? Because I'm sure glad I swiped right."},{"id":21,"line":"Are you a time traveler? Because I can see you in my future."},{"id":22,"line":"Do you have a mirror in your pocket? Because I can see myself in your pants."},{"id":23,"line":"Is it hot in here or is it just you?"},{"id":24,"line":"Do you have a twin? Because you're twinning."},{"id":25,"line":"Are you Australian? Because when I look at you, I feel like I'm down under."},{"id":26,"line":"Are you a dictionary? Because you're adding meaning to my life."},{"id":27,"line":"Is your name Ariel? Because we mermaid for each other."},{"id":28,"line":"Do you like sales? Because if you're looking for a discount, clothes are 100% off at my place."},{"id":29,"line":"Are you an interior decorator? Because when I saw you, the entire room became beautiful."},{"id":30,"line":"Are you a volcano? Because I lava you."},{"id":31,"line":"Do you like science? Because tonight we can make some chemistry together."},{"id":32,"line":"Do you have a name, or can I call you mine?"},{"id":33,"line":"Is your dad a boxer? Because you're a knockout."},{"id":34,"line":"Are you a bank loan? Because you have my interest."},{"id":35,"line":"Do you have a Band-Aid? Because I just scraped my knee falling for you."},{"id":36,"line":"Is there a rainbow today? Because I just found the treasure I've been searching for."},{"id":37,"line":"Is your name Google? Because you have everything I've been searching for."},{"id":38,"line":"Are you a beaver? Because daaaaam."},{"id":39,"line":"Are you made of copper and tellurium? Because you're Cu-Te."},{"id":40,"line":"Are you an elevator? Because I wanna go down on you."},{"id":41,"line":"Are you a server? Because you've got me caught up in traffic!"}]